export const bg = {
  common: {
    email: "Имейл",
    phone: "Телефон",
  },
  phrases: {
    apartmentRenovations:
      "Проучване - Формулиране на обема и целта на заданието",
    homeTransformations:
      "Идеен проект - Функционално разпределение и дизайн - концепцията",
    qualityRepairs:
      "Работен проект - Детайлни чертежи документация, планиране на реализацията",
    modernUpgrades: "Реализация - Авторски надзор координация на реализацията",
  },
  steps: {
    askAI: "Попитайте нашия AI за информация",
    sendInfo: "Изпратете чрез контактната форма ориентировачни скици и размери",
    contactUs: "БЕЗПЛАТНА и необвързваща консултация",
    inspection: "БЕЗПЛАТЕН оглед от нашия специалист.",
    offer: "Изпращаме 3D модел на част от Вашия проект",
    building: "Изберете пакет: Concept Light или Concept Detail ",
  },
  titles: {
    aboutUs: { white: "-", black: "За мен" },
    ourServices: { white: "Нашите", black: "Услуги" },
    contactUs: { white: "Свържете се", black: "Контакт" },
    ourWork: { white: "Нашите последни", black: "Проекти" },
  },
  descriptions: {
    ourServices: `Безплатна и необвързваща консултация, която може да се проведе онлайн или лично в рамките на град София.
Изпратете чрез контактната форма архитектурни скици или ориентировъчно разпределение и размери на обекта.
Ще получите въпросник по имейл, който да попълните с цел предварителен анализ и по-добра подготовка за срещата.

По време на консултацията обсъждаме Вашите идеи, нужди и очаквания.
След срещата, ако желаете, ще Ви предоставя примерен 3D модел на част от Вашия проект като изходна точка за по-нататъшно развитие на дизайн-концепцията.

Ако след тази стъпка искате да продължим да работим заедно, можете да изберете една от следните пакетни услуги. 

В случай, че спецификата на Вашия проект изисква гъвкавост, пакетните услуги Concept Light и Concept Detail могат да бъдат разширени с допълнителни услуги, които се договарят 
индивидуално (пример: 3D моделиране и визуализация на повече от една дизайн-концепции или списък с препоръчани мебели и артикуликъм Concept Light пакет).
`,
    contactUs:
      "Всяко пространство носи потенциал. Ако търсите стил, функционалност и индивидуалност – нека го постигнем заедно. Свържете се с мен и започнете трансформацията още днес.",
    ourWork:
      'Разгледайте нашите последни проекти. В "Смарт Проджектс" се гордеем с това, че предоставяме висококачествени ремонти на апартаменти. Нашият опит обхваща от дребни ремонти до пълни трансформации, съобразени с уникалните нужди на всеки клиент.',
  },
  aboutUsText: `Кариерното ми развитие не следва праволинейна траектория. Прекарах 10 години в Германия, където завърших висше образование в Технически университет Берлин със специалност "Политика и мениджмънт на инфраструктурата". Владея свободно немски и английски език – както писмено, така и говоримо.
  \nСлед завръщането си в България се изправих пред предизвикателството да намеря своето място на пазара на труда, доминиран от аутсорсинг индустрията. Натрупах ценен опит в сферата на човешките ресурси в центрове за споделени услуги, където основният ми фокус беше трансферът и внедряването на работни процеси, както и изграждането на устойчиво "know-how". 
    \nС времето корпоративният свят започна да ми носи повече негативи, отколкото удовлетворение, което ме подтикна да се преориентирам към интериорния дизайн. Завърших лицензирано обучение и придобих професионална квалификация в тази сфера, като днес се специализирам основно в жилищния интериорен дизайн.
    \nПроцесът на изграждане на дизайн-концепция често е като решаване на сложно математическо уравнение – съчетаването на понякога противоречащи си изисквания: реални нужди, функционалност, индивидуалност, естетика, бюджет и срокове. Моята мисия е да намеря оптималния баланс между тях и да създам пространства, които не само изглеждат красиво, но и работят в хармония с живота на своите обитатели.`,
  navBar: {
    homeNavBarLink: "НАЧАЛО",
    contactsNavBarLink: "КОНТАКТИ",
    ourWorkNavBarLink: "Проекти",
  },
  buttons: {
    contacts: "КОНТАКТИ",
    checkMore: "ВИЖ ОЩЕ",
  },
  footer: {
    contactUs: "Свържете се с нас",
    reachOut:
      "Свържете се, за да насрочите посещение. Първата стъпка в нашата работа!",
    navigation: "Навигация",
  },
  pages: { contacts: { getInTouch: "Свържете се с нас" } },
  typesOfWork: {
    conceptLight: {
      title: "Concept Light",
      details: [
        `Този пакет е подходящ за клиенти, които търсят професионална основа за своя интериорен проект – ясна концепция,
 функционално разпределение и визуализация, които да послужат като отправна точка за по- нататъшна реализация.

Какво включва услугата:
  - Оглед и архитектурно заснемане на обекта за прецизни размери и анализ.
  - Зониране и алтернативни функционални разпределения на мебелите (до 3 варианта). 
  - Алтернативни дизайн-концепции – стил, цветова палитра, материали и мебели (до 2 варианта). 
  - Подробен 3D модел и фотореалистична визуализация на окончателно избрания вариант.

Цена:
До 60 кв.м: 40 лв. кв.м.

За по-големи обекти – по индивидуална договорка.
`,
      ],
    },
    conceptDetail: {
      title: "Concept Detail",
      details: [
        `Този пакет е подходящ за Вас, ако имате нужда от по-детайлен интериорен проект с пълна техническа документация и ясни указания за изпълнение.

Какво включва услугата:
- Оглед и архитектурно заснемане на обекта за прецизни размери и анализ.
- Зониране и алтернативни функционални разпределения на мебелите (2D чертежи, до 3 варианта). 
- Алтернативни дизайн-концепции – стил, цветова палитра, материали и мебели (2 варианта).
- 2D детайлни чертежи: разгъвки на стените, планове на настилки, тавани (софит), стенни покрития, осветление, електрически контакти и ключове, ВиК инсталации, мебели по индивидуален проект.
- Подробен 3D модел и фотореалистична визуализация на окончателно избрания вариант. Списък с 
конкретни мебели и артикули от търговската мрежа, препоръчани за закупуване. 

Цена:
До 60 кв.м: 50 лв. кв.м

За по-големи обекти – по индивидуална договорка.
`,
      ],
    },
  },
};
