export const bg = {
  common: {
    email: "Имейл",
    phone: "Телефон",
  },
  phrases: {
    apartmentRenovations:
      "Проучване - Формулиране на обема и целта на заданието",
    homeTransformations:
      "Идеен проект - Функционално разпределение и дизайн - концепцията",
    qualityRepairs:
      "Работен проект - Детайлни чертежи документация, планиране на реализацията",
    modernUpgrades: "Реализация - Авторски надзор координация на реализацията",
  },
  steps: {
    askAI: "Попитайте нашия AI за информация",
    sendInfo: "Изпратете чрез контактната форма ориентировачни скици и размери",
    contactUs: "БЕЗПЛАТНА и необвързваща консултация",
    inspection: "БЕЗПЛАТЕН оглед от нашия специалист.",
    offer: "Изпращаме 3D модел на част от Вашия проект",
    building: "Изберете пакет: Concept Light или Concept Detail ",
  },
  titles: {
    ourServices: { white: "Първоначална", black: "косултация" },
    contactUs: { white: "Свържете се", black: "с нас" },
    ourWork: { white: "Нашите последни", black: "проекти" },
  },
  descriptions: {
    ourServices: `Безплатна и необвързваща консултация, която може да се проведе онлайн или лично в рамките на град София.
Изпратете чрез контактната форма архитектурни скици или ориентировъчно разпределение и размери на обекта.
Ще получите въпросник по имейл, който да попълните с цел предварителен анализ и по-добра подготовка за срещата.

По време на консултацията обсъждаме Вашите идеи, нужди и очаквания.
След срещата, ако желаете, ще Ви предоставя примерен 3D модел на част от Вашия проект като изходна точка за по-нататъшно развитие на дизайн-концепцията.

Ако след тази стъпка искате да продължим да работим заедно, можете да изберете една от следните пакетни услуги. 

В случай, че спецификата на Вашия проект изисква гъвкавост, пакетните услуги Concept Light и Concept Detail могат да бъдат разширени с допълнителни услуги, които се договарят 
индивидуално (пример: 3D моделиране и визуализация на повече от една дизайн-концепции или списък с препоръчани мебели и артикуликъм Concept Light пакет).
`,
    contactUs:
      "Имате въпроси или сте готови да започнете трансформацията на вашия апартамент? Нашият екип е тук, за да предостави експертни съвети, да обсъди вашия проект и да превърне визията ви в реалност.",
    ourWork:
      'Разгледайте нашите последни проекти. В "Смарт Проджектс" се гордеем с това, че предоставяме висококачествени ремонти на апартаменти. Нашият опит обхваща от дребни ремонти до пълни трансформации, съобразени с уникалните нужди на всеки клиент.',
  },
  aboutUsText: `Кариерното ми развитие не следва праволинейна траектория. Прекарах 10 години в Германия, където завърших висше образование в Технически университет Берлин със специалност "Политика и мениджмънт на инфраструктурата". Владея свободно немски и английски език – както писмено, така и говоримо.
    \nС времето корпоративният свят започна да ми носи повече негативи, отколкото удовлетворение, което ме подтикна да се преориентирам към интериорния дизайн. Завърших лицензирано обучение и придобих професионална квалификация в тази сфера, като днес се специализирам основно в жилищния интериорен дизайн.
    \nСлед завръщането си в България се изправих пред предизвикателството да намеря своето място на пазара на труда, доминиран от аутсорсинг индустрията. Натрупах ценен опит в сферата на човешките ресурси в центрове за споделени услуги, където основният ми фокус беше трансферът и внедряването на работни процеси, както и изграждането на устойчиво "know-how". 
    \nПроцесът на изграждане на дизайн-концепция често е като решаване на сложно математическо уравнение – съчетаването на понякога противоречащи си изисквания: реални нужди, функционалност, индивидуалност, естетика, бюджет и срокове. Моята мисия е да намеря оптималния баланс между тях и да създам пространства, които не само изглеждат красиво, но и работят в хармония с живота на своите обитатели.`,
  navBar: {
    homeNavBarLink: "НАЧАЛО",
    contactsNavBarLink: "КОНТАКТИ",
    ourWorkNavBarLink: "НАШИТЕ ПРОЕКТИ",
  },
  buttons: {
    contacts: "КОНТАКТИ",
    checkMore: "ВИЖ ОЩЕ",
  },
  footer: {
    contactUs: "Свържете се с нас",
    reachOut:
      "Свържете се, за да насрочите посещение. Първата стъпка в нашата работа!",
    navigation: "Навигация",
  },
  pages: { contacts: { getInTouch: "Свържете се с нас" } },
  typesOfWork: {
    wetProcesses: {
      title: "Мокри процеси",
      details: [
        "• Полагане на замазки",
        "• Ръчно полагане на мазилки",
        "• Шпакловане",
        "• Грундиране и боядисване",
        "• Изпълнение на специализирани мазилки – всякакви декоративни мазилки, финиши от хоросанит, фасадни мазилки",
      ],
    },
    dryConstruction: {
      title: "Сухо строителство",
      details: [
        "• Монтаж на конструкции и предстенки от гипсокартон",
        "• Монтаж на окачени тавани",
        "• Монтаж на външни и вътрешни топлоизолации",
      ],
    },
    flooringAndCladding: {
      title: "Настилки и облицовки",
      details: [
        "• Полагане на фаянсови и гранитогресни настилки и вертикални облицовки",
        "• Полагане на настилки и облицовки от изкуствен и естествен камък",
        "• Монтаж на декоративни гипсови и стоманобетонни облицовки",
        "• Монтаж на настилки от ламиниран паркет и винили",
      ],
    },
    roofSystems: {
      title: "Покривни системи",
      details: [
        "• Ремонт на съществуващи покривни системи",
        "• Подмяна на покрития от керемиди, ламарина и др.",
        "• Монтаж на топлоизолационни слоеве",
        "• Монтаж на носеща конструкция",
        "• Подмяна и ремонт на отводнителни системи – улуци и водостоци",
        "• Изграждане на цялостни покривни системи",
      ],
    },
    installations: {
      title: "Инсталации",
      details: [
        "• Цялостни ВиК инсталации за частни обекти – апартаменти, офиси, къщи",
        "• Цялостни електро-инсталации за частни обекти – апартаменти, офиси, къщи",
      ],
    },
    design: {
      title: "Проектиране",
      details: [
        "• Консултации и разработване на идейни, технически и работни конструктивни проекти",
        "• Консултации и разработване на идейни и технически интериорни проекти (дизайни) и триизмерни визуализации",
      ],
    },
    cleaning: {
      title: "Почистване",
      details: [
        "• Специализирани услуги за почистване при завършване на строителни обекти и след ремонти на частни обекти",
      ],
    },
  },
};
