export const bg = {
  common: {
    email: "Имейл",
    phone: "Телефон",
    name: "Стела Попова"
  },
  phrases: {
    apartmentRenovations:
      "Проучване - Формулиране на обема и целта на заданието",
    homeTransformations:
      "Идеен проект - Функционално разпределение и дизайн - концепцията",
    qualityRepairs:
      "Работен проект - Детайлни чертежи документация, планиране на реализацията",
    modernUpgrades: "Реализация - Авторски надзор координация на реализацията",
  },
  steps: {
    askAI: "Попитайте нашия AI за информация",
    sendInfo: "Изпратете чрез контактната форма ориентировачни скици и размери",
    contactUs: "БЕЗПЛАТНА и необвързваща консултация",
    inspection: "БЕЗПЛАТЕН оглед от нашия специалист.",
    offer: "Изпращаме 3D модел на част от Вашия проект",
    building: "Изберете пакет: Concept Light или Concept Detail ",
  },
  titles: {
    aboutUs: { white: "-", black: "За мен" },
    ourServices: { white: "Нашите", black: "Услуги" },
    contactUs: { white: "Свържете се", black: "Контакт" },
    ourWork: { white: "Нашите последни", black: "Проекти" },
  },
  descriptions: {
    ourServices: `За Ваше улеснение предлагам два пакетни варианта – Concept Light и Concept Detail. 
    
    Те обхващат различни етапи на процеса – от зониране и визуализация до цялостен работен проект с чертежи и конкретни предложения за обзавеждане.

    Ако Вашият проект изисква различен обхват на услугата, свържете се с мен, за да обсъдим по-гъвкав вариант за съвместна работа.`,
    contactUs:
      "Всяко пространство носи потенциал. Ако търсите стил, функционалност и индивидуалност – нека го постигнем заедно. Свържете се с мен и започнете трансформацията още днес.",
    ourWork:
      'Разгледайте нашите последни проекти. В "Смарт Проджектс" се гордеем с това, че предоставяме висококачествени ремонти на апартаменти. Нашият опит обхваща от дребни ремонти до пълни трансформации, съобразени с уникалните нужди на всеки клиент.',
  },
  aboutUsText: `Здравейте, казвам се Стела Попова и се занимавам с интериорен дизайн.

След дългогодишен професионален опит в корпоративна среда в мен се зароди нуждата от житейска трансформация. 
След успешно завършване на специализирано обучение по интериорен дизайн, се посветих на работа по проекти, които съчетават естетика, функция и ясно изразен индивидуален стил.

Процесът на изграждане на дизайн-концепция често е като решаване на математическо уравнение, съставено от реални нужди, функционалност, естетика, бюджет и срокове. 
Моята роля е да намеря оптималния баланс между всички тези променливи и да създам пространства, които не само изглеждат красиво, но и работят в пълна хармония с живота на своите обитатели.`,
  navBar: {
    homeNavBarLink: "НАЧАЛО",
    contactsNavBarLink: "КОНТАКТИ",
    ourWorkNavBarLink: "ПРОЕКТИ",
  },
  buttons: {
    contacts: "КОНТАКТИ",
    checkMore: "ВИЖ ОЩЕ",
  },
  footer: {
    contactUs: "Свържете се с нас",
    reachOut:
      "Свържете се, за да насрочите посещение. Първата стъпка в нашата работа!",
    navigation: "Навигация",
  },
  pages: { contacts: { getInTouch: "Свържете се с нас" } },
  typesOfWork: {
    conceptLight: {
      title: "Concept Light",
      details: [
        `Този пакет е подходящ за Вас, ако търсите професионална основа за своя интериорен проект – ясна концепция,
         функционално разпределение и визуализация, които да послужат като отправна точка за по-нататъшна реализация.

Какво включва услугата:
-Зониране и алтернативни функционални разпределения (до 3 варианта) на база предоставени от клиента чертежи и размери
-Базови насоки за стил, материали и цветова палитра
-Подробен 3D модел и фотореалистична визуализация на окончателно избрания вариант

Цена:
До 60 м 2 : 20 €/м 2 (40 лв./м 2 )
За по-големи обекти – по индивидуална договорка.
`,
      ],
    },
    conceptDetail: {
      title: "Concept Detail",
      details: [
        `Този пакет е подходящ за Вас, ако имате нужда от по-детайлен интериорен проект с пълна техническа документация и ясни указания за изпълнение.

Какво включва услугата:
-Оглед и архитектурно заснемане за точни размери
-Зониране и 2D функционални разпределения (до 3 варианта)
-Алтернативни дизайн-концепции – стил, цветове, материали и мебели (до 2 варианта)
-Детайлни 2D чертежи на избрания вариант: план настилки, тавани, осветление, електрически контакти и ключове, ВиК, разгъвки на стените, мебели по индивидуален проект
-Подробен 3D модел и фотореалистични визуализации 
-Списък с конкретни мебели и артикули, препоръчани за закупуване

Цена:
До 60 м 2 : 40 €/м 2 (80 лв./м 2 )
За по-големи обекти – по индивидуална договорка.
`,
      ],
    },
  },
};
