export const ru = {
  common: {
    email: "Электронная почта",
    phone: "Телефон",
  },
  phrases: {
    apartmentRenovations: "Исследование — Формулировка объема и цели задания",
    homeTransformations:
      "Эскизный проект — Функциональное распределение и дизайн-концепция",
    qualityRepairs:
      "Рабочий проект — Детализированные чертежи, документация и планирование реализации",
    modernUpgrades: "Реализация — Авторский надзор и координация выполнения",
  },
  steps: {
    askAI: "Спросите нашего ИИ для получения информации",
    contactUs: "Свяжитесь с нами.",
    inspection: "БЕСПЛАТНЫЙ осмотр нашим специалистом.",
    offer: "Мы предоставим вам наше предложение.",
    building: "Мы начинаем строить вашу мечту.",
  },
  titles: {
    aboutUs: { white: "-", black: "Обо мне" },
    ourServices: { white: "Наши", black: "Услуги" },
    contactUs: { white: "Свяжитесь", black: "Контакт" },
    ourWork: { white: "Наши последние", black: "Проекты" },
  },
  descriptions: {
    contactUs:
      "Каждое пространство имеет потенциал. Если вы ищете стиль, функциональность и индивидуальность – давайте добьемся этого вместе. Свяжитесь со мной и начните трансформацию уже сегодня.",
    ourWork:
      'Посмотрите наши последние проекты. В компании "Смарт Проджектс" мы гордимся предоставлением высококачественных услуг по ремонту квартир. Наш опыт охватывает как мелкий ремонт, так и полные трансформации, адаптированные к уникальным потребностям каждого клиента.',
  },
  aboutUsText: `Моя карьерная траектория не была прямолинейной. Я провела 10 лет в Германии, где получила высшее образование в Техническом университете Берлина по специальности «Политика и менеджмент инфраструктуры». Свободно владею немецким и английским языками — как письменно, так и устно.
  \nПосле возвращения в Болгарию я столкнулась с вызовом найти своё место на рынке труда, где доминирует аутсорсинговая индустрия. Я получила ценный опыт в сфере управления персоналом в центрах совместного обслуживания, где моим основным фокусом был трансфер и внедрение рабочих процессов, а также построение устойчивого «know-how».
  \nСо временем корпоративный мир начал приносить мне больше негатива, чем удовлетворения, что подтолкнуло меня сменить направление и заняться интерьерным дизайном. Я окончила лицензированный курс и получила профессиональную квалификацию в этой сфере, и сейчас в основном специализируюсь на жилом интерьерном дизайне.
  \nПроцесс создания дизайн-концепции часто похож на решение сложного математического уравнения — нужно объединить порой противоречивые требования: реальные потребности, функциональность, индивидуальность, эстетику, бюджет и сроки. Моя миссия — найти оптимальный баланс между ними и создать пространства, которые не только красиво выглядят, но и гармонично вписываются в жизнь их обитателей.`,
  navBar: {
    homeNavBarLink: "ГЛАВНАЯ",
    contactsNavBarLink: "КОНТАКТЫ",
    ourWorkNavBarLink: "Проекты",
  },
  buttons: {
    contacts: "КОНТАКТЫ",
    checkMore: "СМОТРЕТЬ ЕЩЕ",
  },
  footer: {
    contactUs: "Свяжитесь с нами",
    reachOut:
      "Свяжитесь с нами, чтобы запланировать визит. Первый шаг в нашей работе!",
    navigation: "Навигация",
  },
  pages: { contacts: { getInTouch: "Связаться с нами" } },
  typesOfWork: {
    conceptLight: {
      title: "Concept Light",
      details: [
        `Этот пакет подходит для клиентов, которым нужна профессиональная основа для своего интерьерного проекта – чёткая концепция,
функциональное зонирование и визуализация, которые послужат отправной точкой для дальнейшей реализации.

Что включает услуга:
  - Осмотр объекта и архитектурная съёмка для точных замеров и анализа.
  - Зонирование и альтернативные варианты расстановки мебели (до 3 вариантов).
  - Альтернативные дизайн-концепции – стиль, цветовая палитра, материалы и мебель (до 2 вариантов).
  - Детальная 3D модель и фотореалистичная визуализация окончательного варианта.

Цена:
До 60 кв.м: 40 лв./кв.м.

Для более крупных объектов – по индивидуальной договорённости.
`,
      ],
    },
    conceptDetail: {
      title: "Concept Detail",
      details: [
        `Этот пакет подходит для вас, если вам нужен более детализированный интерьерный проект с полной технической документацией и чёткими указаниями для выполнения.

Что включает услуга:
- Осмотр и архитектурная съёмка объекта для точных замеров и анализа.
- Зонирование и альтернативные варианты расстановки мебели (2D-чертежи, до 3 вариантов).
- Альтернативные дизайн-концепции – стиль, цветовая палитра, материалы и мебель (2 варианта).
- 2D детальные чертежи: развёртки стен, планы полов, потолков (софиты), настенные покрытия, освещение, электрические розетки и выключатели, водопровод и канализация, мебель по индивидуальному проекту.
- Детальная 3D-модель и фотореалистичная визуализация окончательного варианта. Список
конкретной мебели и товаров, рекомендованных к покупке.

Цена:
До 60 кв.м: 50 лв./кв.м

Для более крупных объектов – по индивидуальной договорённости.
`,
      ],
    },
  },
};
