export const ru = {
  common: {
    email: "Электронная почта",
    phone: "Телефон",
  },
  phrases: {
    apartmentRenovations: "Исследование — Формулировка объема и цели задания",
    homeTransformations:
      "Эскизный проект — Функциональное распределение и дизайн-концепция",
    qualityRepairs:
      "Рабочий проект — Детализированные чертежи, документация и планирование реализации",
    modernUpgrades: "Реализация — Авторский надзор и координация выполнения",
  },
  steps: {
    askAI: "Спросите нашего ИИ для получения информации",
    contactUs: "Свяжитесь с нами.",
    inspection: "БЕСПЛАТНЫЙ осмотр нашим специалистом.",
    offer: "Мы предоставим вам наше предложение.",
    building: "Мы начинаем строить вашу мечту.",
  },
  titles: {
    ourServices: { white: "Первичная", black: "консультация" },
    contactUs: { white: "Свяжитесь", black: "с нами" },
    ourWork: { white: "Наши последние", black: "проекты" },
  },
  descriptions: {
    contactUs:
      "Есть вопросы или готовы начать преобразование вашей квартиры? Наша команда готова предоставить экспертные консультации, обсудить ваш проект и воплотить вашу идею в реальность.",
    ourWork:
      'Посмотрите наши последние проекты. В компании "Смарт Проджектс" мы гордимся предоставлением высококачественных услуг по ремонту квартир. Наш опыт охватывает как мелкий ремонт, так и полные трансформации, адаптированные к уникальным потребностям каждого клиента.',
  },
  aboutUsText: `Моя карьерная траектория не была прямолинейной. Я провела 10 лет в Германии, где получила высшее образование в Техническом университете Берлина по специальности «Политика и менеджмент инфраструктуры». Свободно владею немецким и английским языками — как письменно, так и устно.
  \nСо временем корпоративный мир начал приносить мне больше негатива, чем удовлетворения, что подтолкнуло меня сменить направление и заняться интерьерным дизайном. Я окончила лицензированный курс и получила профессиональную квалификацию в этой сфере, и сейчас в основном специализируюсь на жилом интерьерном дизайне.
  \nПосле возвращения в Болгарию я столкнулась с вызовом найти своё место на рынке труда, где доминирует аутсорсинговая индустрия. Я получила ценный опыт в сфере управления персоналом в центрах совместного обслуживания, где моим основным фокусом был трансфер и внедрение рабочих процессов, а также построение устойчивого «know-how».
  \nПроцесс создания дизайн-концепции часто похож на решение сложного математического уравнения — нужно объединить порой противоречивые требования: реальные потребности, функциональность, индивидуальность, эстетику, бюджет и сроки. Моя миссия — найти оптимальный баланс между ними и создать пространства, которые не только красиво выглядят, но и гармонично вписываются в жизнь их обитателей.`,
  navBar: {
    homeNavBarLink: "ГЛАВНАЯ",
    contactsNavBarLink: "КОНТАКТЫ",
    ourWorkNavBarLink: "НАШИ РАБОТЫ",
  },
  buttons: {
    contacts: "КОНТАКТЫ",
    checkMore: "СМОТРЕТЬ ЕЩЕ",
  },
  footer: {
    contactUs: "Свяжитесь с нами",
    reachOut:
      "Свяжитесь с нами, чтобы запланировать визит. Первый шаг в нашей работе!",
    navigation: "Навигация",
  },
  pages: { contacts: { getInTouch: "Связаться с нами" } },
  typesOfWork: {
    wetProcesses: {
      title: "Мокрые процессы",
      details: [
        "• Укладка стяжек",
        "• Ручное нанесение штукатурки",
        "• Шпаклевка",
        "• Грунтовка и покраска",
        "• Специализированные штукатурки – различные декоративные штукатурки, известковые покрытия, фасадные штукатурки",
      ],
    },
    dryConstruction: {
      title: "Сухое строительство",
      details: [
        "• Установка конструкций и перегородок из гипсокартона",
        "• Установка подвесных потолков",
        "• Монтаж внешней и внутренней теплоизоляции",
      ],
    },
    flooringAndCladding: {
      title: "Напольные покрытия и облицовка",
      details: [
        "• Укладка керамической и керамогранитной плитки на пол и стены",
        "• Укладка покрытий и облицовка из искусственного и натурального камня",
        "• Установка декоративных гипсовых и железобетонных облицовок",
        "• Укладка ламината и виниловых покрытий",
      ],
    },
    roofSystems: {
      title: "Кровельные системы",
      details: [
        "• Ремонт существующих кровельных систем",
        "• Замена покрытий, таких как черепица, металл и др.",
        "• Укладка теплоизоляционных слоев",
        "• Установка несущих конструкций",
        "• Замена и ремонт дренажных систем – водосточных труб и желобов",
        "• Строительство полных кровельных систем",
      ],
    },
    installations: {
      title: "Инсталляции",
      details: [
        "• Полные водопроводные установки для частных объектов – квартир, офисов, домов",
        "• Полные электрические установки для частных объектов – квартир, офисов, домов",
      ],
    },
    design: {
      title: "Дизайн",
      details: [
        "• Консультации и разработка концептуальных, технических и рабочих конструктивных проектов",
        "• Консультации и разработка концептуальных и технических интерьерных проектов, а также 3D визуализаций",
      ],
    },
    cleaning: {
      title: "Уборка",
      details: [
        "• Специализированные услуги по уборке после завершения строительства и ремонта частных объектов",
      ],
    },
  },
};
