export const uk = {
  common: {
    email: "Електронна пошта",
    phone: "Телефон",
  },
  phrases: {
    apartmentRenovations: "Дослідження — Формулювання обсягу та мети завдання",
    homeTransformations:
      "Ескізний проєкт — Функціональне планування та дизайн-концепція",
    qualityRepairs:
      "Робочий проєкт — Детальні креслення, документація та планування реалізації",
    modernUpgrades: "Реалізація — Авторський нагляд та координація виконання",
  },
  steps: {
    askAI: "Запитайте у нашого ШІ для отримання інформації",
    contactUs: "Зв'яжіться з нами.",
    inspection: "БЕЗКОШТОВНА перевірка нашим фахівцем.",
    offer: "Ми надаємо вам нашу пропозицію.",
    building: "Ми починаємо будувати вашу мрію.",
  },
  titles: {
    ourServices: { white: "Початкова", black: "консультація" },
    contactUs: { white: "Зв'яжіться", black: "з нами" },
    ourWork: { white: "Наші останні", black: "Проекти" },
  },
  descriptions: {
    contactUs:
      "Є питання або готові почати трансформувати вашу квартиру? Наша команда готова надати експертну консультацію, обговорити ваш проект та перетворити вашу ідею на реальність.",
    ourWork:
      'Ознайомтесь з нашими останніми проектами. У компанії "Smart Projects" ми пишаємося тим, що надаємо високоякісні послуги з ремонту квартир. Наш досвід включає від дрібних ремонтів до повних трансформацій, адаптованих до унікальних потреб кожного клієнта.',
  },
  aboutUsText: `Моя кар'єра не йшла прямолінійною траєкторією. Я провела 10 років у Німеччині, де здобула вищу освіту у Технічному університеті Берліна за спеціальністю «Політика та менеджмент інфраструктури». Вільно володію німецькою та англійською мовами — як письмово, так і усно.
  \nЗ часом корпоративний світ почав приносити мені більше негативу, ніж задоволення, що спонукало мене переорієнтуватися на інтер'єрний дизайн. Я закінчила ліцензоване навчання та здобула професійну кваліфікацію в цій сфері, і сьогодні спеціалізуюся переважно на житловому інтер'єрному дизайні.
  \nПісля повернення до Болгарії я зіткнулася з викликом знайти своє місце на ринку праці, домінованому аутсорсинговою індустрією. Я отримала цінний досвід у сфері людських ресурсів у центрах спільного обслуговування, де моїм основним фокусом був трансфер і впровадження робочих процесів, а також побудова стійкого «know-how».
  \nПроцес створення дизайн-концепції часто схожий на розв'язання складного математичного рівняння — потрібно поєднати часом суперечливі вимоги: реальні потреби, функціональність, індивідуальність, естетику, бюджет і строки. Моя місія — знайти оптимальний баланс між ними та створити простори, які не лише виглядають красиво, а й гармонійно працюють для життя своїх мешканців.`,
  navBar: {
    homeNavBarLink: "ГОЛОВНА",
    contactsNavBarLink: "КОНТАКТИ",
    ourWorkNavBarLink: "НАШІ РОБОТИ",
  },
  buttons: {
    contacts: "КОНТАКТИ",
    checkMore: "ПЕРЕГЛЯНУТИ БІЛЬШЕ",
  },
  footer: {
    contactUs: "Зв'яжіться з нами",
    reachOut:
      "Зв'яжіться з нами, щоб запланувати візит. Перший крок у нашому процесі!",
    navigation: "Навігація",
  },
  pages: { contacts: { getInTouch: "Зв'яжіться з нами" } },
  typesOfWork: {
    wetProcesses: {
      title: "Вологі процеси",
      details: [
        "• Вкладання стяжок",
        "• Штукатурка вручну",
        "• Шпаклівка",
        "• Ґрунтування та фарбування",
        "• Спеціалізовані штукатурки – різні декоративні штукатурки, штукатурки на вапняній основі, фасадні штукатурки",
      ],
    },
    dryConstruction: {
      title: "Суха будівництво",
      details: [
        "• Монтаж конструкцій і перегородок з гіпсокартону",
        "• Монтаж підвісних стель",
        "• Монтаж зовнішнього та внутрішнього теплоізоляційного покриття",
      ],
    },
    flooringAndCladding: {
      title: "Підлога та облицювання",
      details: [
        "• Укладання керамічної та порцелянової плитки на підлогу та вертикальне облицювання",
        "• Укладання підлогових покриттів та облицювань з штучного та натурального каменю",
        "• Монтаж декоративного гіпсу та армованого бетону",
        "• Укладання ламінатів та вінілових покриттів",
      ],
    },
    roofSystems: {
      title: "Системи покрівлі",
      details: [
        "• Ремонт існуючих покрівельних систем",
        "• Заміна покриттів, таких як черепиця, листовий метал тощо",
        "• Установка термоізоляційних шарів",
        "• Установка несучих конструкцій",
        "• Заміна та ремонт дренажних систем – водостічні жолоби та труби",
        "• Будівництво повних покрівельних систем",
      ],
    },
    installations: {
      title: "Інсталяції",
      details: [
        "• Повний монтаж сантехнічних систем для приватних об'єктів – квартир, офісів, будинків",
        "• Повний монтаж електричних систем для приватних об'єктів – квартир, офісів, будинків",
      ],
    },
    design: {
      title: "Дизайн",
      details: [
        "• Консультації та розробка концептуальних, технічних і робочих проектів конструкцій",
        "• Консультації та розробка концептуальних та технічних інтер'єрних проектів та 3D візуалізацій",
      ],
    },
    cleaning: {
      title: "Прибирання",
      details: [
        "• Спеціалізовані послуги з прибирання після завершення будівництва та ремонту приватних об'єктів",
      ],
    },
  },
};
