export const uk = {
  common: {
    email: "Електронна пошта",
    phone: "Телефон",
  },
  phrases: {
    apartmentRenovations: "Дослідження — Формулювання обсягу та мети завдання",
    homeTransformations:
      "Ескізний проєкт — Функціональне планування та дизайн-концепція",
    qualityRepairs:
      "Робочий проєкт — Детальні креслення, документація та планування реалізації",
    modernUpgrades: "Реалізація — Авторський нагляд та координація виконання",
  },
  steps: {
    askAI: "Запитайте у нашого ШІ для отримання інформації",
    contactUs: "Зв'яжіться з нами.",
    inspection: "БЕЗКОШТОВНА перевірка нашим фахівцем.",
    offer: "Ми надаємо вам нашу пропозицію.",
    building: "Ми починаємо будувати вашу мрію.",
  },
  titles: {
    aboutUs: { white: "-", black: "Про мене" },
    ourServices: { white: "Наші", black: "Послуги" },
    contactUs: { white: "Зв’яжіться", black: "Контакт" },
    ourWork: { white: "Наші останні", black: "Проєкти" },
  },
  descriptions: {
    contactUs:
      "Кожен простір має потенціал. Якщо ви шукаєте стиль, функціональність та індивідуальність – давайте досягнемо цього разом. Зв’яжіться зі мною та почніть трансформацію вже сьогодні.",
    ourWork:
      'Ознайомтесь з нашими останніми проектами. У компанії "Smart Projects" ми пишаємося тим, що надаємо високоякісні послуги з ремонту квартир. Наш досвід включає від дрібних ремонтів до повних трансформацій, адаптованих до унікальних потреб кожного клієнта.',
  },
  aboutUsText: `Моя кар'єра не йшла прямолінійною траєкторією. Я провела 10 років у Німеччині, де здобула вищу освіту у Технічному університеті Берліна за спеціальністю «Політика та менеджмент інфраструктури». Вільно володію німецькою та англійською мовами — як письмово, так і усно.
  \nПісля повернення до Болгарії я зіткнулася з викликом знайти своє місце на ринку праці, домінованому аутсорсинговою індустрією. Я отримала цінний досвід у сфері людських ресурсів у центрах спільного обслуговування, де моїм основним фокусом був трансфер і впровадження робочих процесів, а також побудова стійкого «know-how».
  \nЗ часом корпоративний світ почав приносити мені більше негативу, ніж задоволення, що спонукало мене переорієнтуватися на інтер'єрний дизайн. Я закінчила ліцензоване навчання та здобула професійну кваліфікацію в цій сфері, і сьогодні спеціалізуюся переважно на житловому інтер'єрному дизайні.
  \nПроцес створення дизайн-концепції часто схожий на розв'язання складного математичного рівняння — потрібно поєднати часом суперечливі вимоги: реальні потреби, функціональність, індивідуальність, естетику, бюджет і строки. Моя місія — знайти оптимальний баланс між ними та створити простори, які не лише виглядають красиво, а й гармонійно працюють для життя своїх мешканців.`,
  navBar: {
    homeNavBarLink: "ГОЛОВНА",
    contactsNavBarLink: "КОНТАКТИ",
    ourWorkNavBarLink: "НАШІ РОБОТИ",
  },
  buttons: {
    contacts: "КОНТАКТИ",
    checkMore: "ПЕРЕГЛЯНУТИ БІЛЬШЕ",
  },
  footer: {
    contactUs: "Зв'яжіться з нами",
    reachOut:
      "Зв'яжіться з нами, щоб запланувати візит. Перший крок у нашому процесі!",
    navigation: "Навігація",
  },
  pages: { contacts: { getInTouch: "Зв'яжіться з нами" } },
  typesOfWork: {
    conceptLight: {
      title: "Concept Light",
      details: [
        `Цей пакет підходить для клієнтів, які шукають професійну основу для свого інтер'єрного проєкту – чітку концепцію,
функціональне зонування та візуалізацію, що стане відправною точкою для подальшої реалізації.

Що входить до послуги:
  - Огляд об’єкта та архітектурні заміри для точних розмірів і аналізу.
  - Зонування та альтернативні функціональні розміщення меблів (до 3 варіантів).
  - Альтернативні дизайн-концепції – стиль, кольорова палітра, матеріали та меблі (до 2 варіантів).
  - Детальна 3D-модель і фотореалістична візуалізація остаточного варіанту.

Ціна:
До 60 кв.м: 40 лв/кв.м.

Для більших об’єктів – за індивідуальною домовленістю.
`,
      ],
    },
    conceptDetail: {
      title: "Concept Detail",
      details: [
        `Цей пакет підходить для вас, якщо вам потрібен більш детальний проєкт інтер'єру з повною технічною документацією та чіткими вказівками для реалізації.

Що включає послуга:
- Огляд об'єкта та архітектурне обмірювання для точних розмірів та аналізу.
- Зонування та альтернативні функціональні розміщення меблів (2D креслення, до 3 варіантів).
- Альтернативні дизайн-концепції – стиль, кольорова палітра, матеріали та меблі (2 варіанти).
- 2D детальні креслення: розгортки стін, плани підлоги, стелі (софіт), настінні покриття, освітлення, розетки та вимикачі, сантехнічні установки, меблі за індивідуальним проєктом.
- Детальна 3D-модель та фотореалістична візуалізація обраного варіанту. 
Список конкретних меблів та товарів із торгової мережі, рекомендованих до придбання.

Ціна:
До 60 кв.м: 50 лв/кв.м

Для більших об'єктів – за індивідуальною домовленістю.
`,
      ],
    },
  },
};
