export const bgPlaces = {
  places: {
    Adept: {
      title: "Студио “Adept”",
      subtitle: "Идеен проект",
      description: `ИДЕЕН ПРОЕКТ ЗА ОБНОВЯВАНЕ И РЕБРАНДИРАНЕ НА МАЛКО АРТИСТИЧНО АТЕЛИЕ ЗА РЪЧНО ИЗРАБОТЕНИ ЧАНТИ И БИЖУТА В СЪРЦЕТО НА СОФИЯ. КОНЦЕПЦИЯТА СЪЧЕТАВА ТОПЛИ И УЮТНИ ЕЛЕМЕНТИ,  КОИТО ПРЕДРАЗПОЛАГАТ ПОСЕТИТЕЛИТЕ КЪМ КОМФОРТ И ВДЪХНОВЕНИЕ.`,
    },
    MeetingThePageHalfway: {
      title: "Кафе-Книжарница “Meeting the Page halfway”",
      subtitle: "Идеен проект",
      description: `“MEETING THE PAGE HALFWAY“ Е ИДЕЙНИЯТ ПРОЕКТ ЗА КАФЕ-КНИЖАРНИЦА, ЧИЯТО МИСИЯ Е ДА ПРЕДИЗВИКА ЛЮБОВ КЪМ КНИГИТЕ. ЗАДАНИЕТО КЪМ ПРОЕКТА ОБХВАЩА СЪЗДАВАНЕТО НА ПРОСТРАНСТВО, ОТЛИЧАВАЩО СЕ С УЮТНА АТМОСФЕРА, ВЪЗМОЖНОСТ ЗА “ПОТАПЯНЕ” В КНИГИТЕ С ЧАША ЧАЙ И ЛЕКА ЗАКУСКА, КАКТО И ФУНКЦИОНАЛНОСТ, КОЯТО ДА ПОЗВОЛЯВА ОРГАНИЗИРАНЕТО НА МЕРОПРИЯТИЯ, ЧИТАТЕЛСКИ СРЕЩИ И ДЕТСКИ РАБОТИЛНИЧКИ. 
      
      ДИЗАЙН-КОНЦЕПЦИЯТА СЪЧЕТАВА МОДЕРЕН ГРАДСКИ СТИЛ С ФУНКЦИОНАЛНИ И АДАПТИВНИ РЕШЕНИЯ. МОДУЛНАТА МЕКА МЕБЕЛ С МАГНИТНО ЗАКАЧВАНЕ ОТ BLÅ STATION AB ПОЗВОЛЯВА БЪРЗИ ПРОМЕНИ В КОНФИГУРАЦИЯТА НА СЕДЯЩИТЕ МЕСТА. 
      
      ПЛЪЗГАЩИТЕ СЕ ИНТЕРИОРНИ ВРАТИ ОТ ЦВЕТНО СТЪКЛО НА ИТАЛИАНСКИЯ ПРОИЗВОДИТЕЛ GLAS ITALIA ОСИГУРЯВАТ ВЪЗМОЖНОСТ ЗА ЛЕСНО ОБОСОБЯВАНЕ НА ЗОНИ ЗА СЪБИТИЯ В МАЛЪК ФОРМАТ. КОМПАКТНИ РЕГАЛИ ЗА КНИГИ И ВНИМАТЕЛНО ПОДБРАНАТА ЦВЕТОВА ГАМА, ВДЪХНОВЕНА ОТ ПРИРОДАТА, ДОПЪЛВАТ АТМОСФЕРАТА И СЪЗДАВАТ УСЕЩАНЕ ЗА БАЛАНС И ХАРМОНИЯ.`,
    },
    UrbanNest: {
      title: "“Urban Nest”",
      subtitle: "Идеен проект",
      description: `ИНВЕСТИЦИОНЕН ЖИЛИЩЕН ПРОЕКТ С ПЛОЩ ОТ 44 КВ.М, РАЗПОЛОЖЕН В СОФИЯ. URBAN NEST Е ЗАМИСЛЕН КАТО МАЛЪК ГРАДСКИ ПОДСЛОН – ФУНКЦИОНАЛЕН, МОДЕРЕН И УЮТЕН. КОНЦЕПЦИЯТА СЪЧЕТАВА И ТОПЛИ ЕСТЕСТВЕНИ МАТЕРИАЛИ И ЦВЕТОВЕ, КОИТО СЪЗДАВАТ УСЕЩАНЕ ЗА ДОМ.`,
    },
  },
};
