export const bgPlaces = {
  places: {
    Adept: {
      title: "Студио “A D E P T ”",
      subtitle: "Идеен проект",
      description: `Обновяване и ребрандиране на малко артистично ателие за ръчно изработени чанти и бижута в сърцето на София. Концепцията съчетава индустриалния стил с топли и уютни елементи, които предразполагат посетителите към комфорт и вдъхновение. Пространството от 14 кв.м позволява изработка на чанти и бижута на място, както и провеждане на индивидуални уроци, в които клиентите създават свой собствен аксесоар.
      
      Функционалната работна зона осигурява удобство за изработка на чанти и бижута. Централният плот и допълнителните рафтове позволяват ефективна организация на материалите.
      
      Пространството за представяне на чанти и бижута комбинира светли повърхности и контрастираща тухлена зидария. Изчистените линии и подреденото изложение подчертават артистичния характер на продуктите.
      `,
    },
    MeetingThePageHalfway: {
      title: "Кафе-Книжарница “Meeting the Page halfway”",
      subtitle: "Идеен проект",
      description: `„Meeting the Page Halfway“е идейният проект за кафекнижарница, чиято мисия е да предизвика любов къмкнигите. Заданието към проекта обхваща създаването напространство, отличаващо се с уютна атмосфера,възможност за“потапяне”в книгите с чаша чай и леказакуска, както и функционалност, която да позволяваорганизирането на мероприятия, читателски срещи идетски работилнички.
      
      Дизайн-концепцията съчетава модерен градски стил сфункционални и адаптивни решения. Модулната мекамебел с магнитно закачване от Blå Station AB позволявабързи промени в конфигурацията на седящите места.Плъзгащите се интериорни врати от цветно стъкло наиталианския производител Glas Italia осигуряватвъзможност за лесно обособяване на зони за събития в малъкформат. Компактни регали за книги и внимателноподбраната цветова гама, вдъхновена от природата,допълват атмосферата и създават усещане за баланс ихармония.
      
      Фасадата на книжарницата създават визуален контакт сулицата и позволявана минувачите да открият вътрешнотопространство. Изложените книги и акцентирани детайлипревръщат винтрината в жива покана към любителите налитературата.
      
      Разнообразни кътове с удобни кресла и ниски масичкипредлагат интимна обстановка за индивидуално четене илиразговори.

      Пространство, което може да приютява литературничетения, представяния на нови книги и клубни срещи.Гъвкавото подреждане на мебелите и плъзгащите сеинтериорни врати позволяват адаптация към различниформати – от детски работилници до дискусионни панели.

      Бар-зона с асортимент от различни топли и студени напиткии леки закуски, създава баланс между вкусовото икултурното изживяване. Тя е сърцето на общуването, къдетоароматните напитки съпътстват завладяващите истории.
      `,
    },
    UrbanNest: {
      title: "“Urban Nest” / Разпределение",
      subtitle: "Идеен проект",
      description: `Инвестиционен жилищен проект с площ от 44 кв.м, разположен в София. Urban Nest е замислен като малък градскиподслон – функционален, модерен и уютен. Концепцията съчетава индустриален стил с топли естествени материали ицветове, които създават усещане за дом.

      В отворената дневна зона индустриалните метални акценти се съчетават с топло дърво и цветни текстили. Високитеетажерки добавят вертикален обем и играят ролята на архитектурен акцент, който визуално обединява трапезарията изоната за отдих. Пространството е едновременно живо и балансирано – подходящо както за почивка, така и за социалнимоменти.

      Кухнята е компактна, но изключително функционална. Панелите от естествен фурнир внасят топлина, а черният плот играфичният гръб създават контраст и дълбочина. Всеки детайл е проектиран така, че да осигури комфорт вежедневието и изчистена естетика.

      Спалнята следва концепцията за балансиран уют. Металната рамка на леглото и стените с бяла тухла продължаватиндустриалната тема, а текстилите в зелено и теракота добавят свежест и топлина. Пространството излъчваспокойствие и усещане за завършен дом.

      В банята индустриалният дух е омекотен чрез естествена цветова палитра и игра на текстури. Терацото и теракотовитеакценти придават характер и уют, докато мекото осветление и огледалото с кръгла форма завършват усещането захармония и спокойствие.
      `,
    },
  },
};
