export const ukPlaces = {
  places: {
    Adept: {
      title: 'Студія "A D E P T"',
      subtitle: "Концептуальний проєкт",
      description: `Оновлення та ребрендинг невеликої художньої майстерні з виготовлення сумок і прикрас у центрі Софії. Концепція поєднує індустріальний стиль із теплими й затишними елементами, що створюють атмосферу комфорту й натхнення. Простір площею 14 кв.м дозволяє виготовляти вироби на місці та проводити індивідуальні заняття, під час яких клієнти створюють власні аксесуари.
      
      Функціональна робоча зона забезпечує зручність у процесі виготовлення. Центральний стіл і полиці дозволяють ефективно організувати матеріали.
      
      Зона презентації поєднує світлі поверхні з контрастною цегляною кладкою. Чисті лінії та впорядкованість підкреслюють художній характер виробів.
      `,
    },
    MeetingThePageHalfway: {
      title: 'Кав’ярня-Книгарня "Meeting the Page halfway"',
      subtitle: "Концептуальний проєкт",
      description: `"Meeting the Page Halfway" — концепт кав’ярні-книгарні, місія якої — пробудити любов до книг. Проєкт передбачає створення затишного простору для читання з чашкою чаю та легкою закускою, а також функціональність для заходів, книжкових клубів і дитячих майстерень.
      
      Дизайн поєднує сучасний міський стиль з адаптивними рішеннями. Модульні м’які меблі з магнітним кріпленням від Blå Station AB дозволяють швидко змінювати конфігурацію. Розсувні скляні двері від Glas Italia забезпечують гнучкість у зонуванні. Компактні полиці й природна колірна гама створюють відчуття гармонії.
      
      Фасад книгарні має візуальний контакт із вулицею, запрошуючи перехожих усередину. Виставлені книги та акцентні деталі роблять вітрину живим запрошенням до світу літератури.
      
      Куточки для читання з кріслами та низькими столиками створюють інтимну атмосферу для читання чи спілкування.

      Простір підходить для літературних читань, презентацій книг і клубних зустрічей. Гнучке розташування меблів і розсувні двері дозволяють адаптацію під різні формати – від дитячих майстерень до дискусій.

      Бар-зона з асортиментом гарячих і холодних напоїв та закусок створює баланс між смаком і культурою. Це серце спілкування, де ароматні напої супроводжують захопливі історії.
      `,
    },
    UrbanNest: {
      title: '"Urban Nest" / Планування',
      subtitle: "Концептуальний проєкт",
      description: `Інвестиційний житловий проєкт площею 44 кв.м у Софії. Urban Nest задуманий як маленький міський прихисток — функціональний, сучасний і затишний. Концепція поєднує індустріальний стиль із природними матеріалами та теплими відтінками, що створюють атмосферу дому.

      У вітальні металеві акценти гармоніюють із деревом та текстилем. Високі полиці додають вертикальності й об’єднують зони відпочинку та їдальні. Простір живий і врівноважений – підходить і для релаксу, і для соціальних моментів.

      Кухня компактна, але зручна. Панелі з натурального шпону додають тепла, чорна стільниця створює контраст і глибину. Усе продумано до деталей для комфорту й естетики.

      Спальня підтримує тему затишку. Металеве ліжко та білі цегляні стіни продовжують індустріальний мотив, а зелений і теракотовий текстиль додають свіжості. Простір випромінює спокій і завершеність.

      У ванній кімнаті індустріальний дух пом’якшено природною палітрою кольорів і текстур. Террацо й теракотові акценти додають характеру, а м’яке освітлення створює атмосферу гармонії.
      `,
    },
  },
};
